soap/SubmitCourtFiling_KOFILE.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Body wsu:Id="Id-1508024349" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
    <ns4:SubmitCourtFiling xmlns:ns2="http://jnet.state.pa.us/message/aopc/CCERequestReply/1" xmlns:ns3="http://www.jnet.state.pa.us/niem/jnet/metadata/1" xmlns:ns4="http://jnet.state.pa.us/message/aopc/CourtFiling/1" xmlns:ns5="http://niem.gov/niem/niem-core/2.0" xmlns:ns6="http://niem.gov/niem/domains/jxdm/4.0">
      <ns3:RequestMetadata>
        <ns3:UserDefinedTrackingID>67-OC-2018_Standard</ns3:UserDefinedTrackingID>
        <ns3:ReplyToAddressURI>https://ws.jnet.beta.pa.gov/ccf/consumer</ns3:ReplyToAddressURI>
        <ns3:RequestActionText>http://jnet.state.pa.us/jxdm/aopc/CourtFiling/Submit</ns3:RequestActionText>
      </ns3:RequestMetadata>
      <aopc-doc:GuardianshipPetitionFiling xmlns:aopc-doc="http://us.pacourts.us/niem/aopc/CourtFiling/1" xmlns:aopc-ext="http://us.pacourts.us/niem/aopc/Extension/2" xmlns:j="http://niem.gov/niem/domains/jxdm/4.0" xmlns:jnet-m="http://www.jnet.state.pa.us/niem/jnet/metadata/1" xmlns:nc="http://niem.gov/niem/niem-core/2.0" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://us.pacourts.us/niem/aopc/CourtFiling/1 file:///C:/TFS/Orphans%20Court/GTS/Migration/XSD/GuardianshipPetitioneFiling/GuardianshipPetitioneFiling-2017-11-09/GuardianshipPetitionFiling/Schema/GuardianshipPetitionFiling/GuardianshipPetitionFiling.xsd">
        <aopc-ext:GuardianshipPetition>
          <nc:ActivityCategoryText>Standard</nc:ActivityCategoryText>
          <nc:ActivityDate>
            <nc:Date>2018-02-10</nc:Date>
          </nc:ActivityDate>
          <nc:ActivityStatus>
            <nc:StatusText>Adjudicated Incapacitated</nc:StatusText>
          </nc:ActivityStatus>
          <nc:CaseDocketID>67-OC-2018</nc:CaseDocketID>
          <aopc-ext:CaseAugmentation>
            <j:CaseCourt>
              <j:CourtAdministrativeUnitText>OC-01-51</j:CourtAdministrativeUnitText>
            </j:CaseCourt>
            <j:CaseInitiatingParty>
              <aopc-ext:EntityPerson>
                <aopc-ext:PersonName>
                  <nc:PersonGivenName>TOURANGA</nc:PersonGivenName>
                  <nc:PersonSurName>LEELA</nc:PersonSurName>
                </aopc-ext:PersonName>
                <aopc-ext:PersonAugmentation>
                  <aopc-ext:PersonContactInformation>
                    <nc:ContactTelephoneNumber>
                      <nc:FullTelephoneNumber>
                        <nc:TelephoneNumberFullID>303-555-1111</nc:TelephoneNumberFullID>
                        <nc:TelephoneSuffixID>No Extension</nc:TelephoneSuffixID>
                      </nc:FullTelephoneNumber>
                    </nc:ContactTelephoneNumber>
                    <nc:ContactInformationDescriptionText>No Location</nc:ContactInformationDescriptionText>
                  </aopc-ext:PersonContactInformation>
                  <aopc-ext:PersonLocation>
                    <nc:LocationAddress>
                      <nc:StructuredAddress>
                        <nc:LocationStreet>
                          <nc:StreetFullText>PARTS UNKNOWN</nc:StreetFullText>
                        </nc:LocationStreet>
                        <nc:LocationCityName>NEW NEWYORK</nc:LocationCityName>
                        <nc:LocationStateUSPostalServiceCode>PA</nc:LocationStateUSPostalServiceCode>
                        <nc:LocationPostalCode>35352</nc:LocationPostalCode>
                      </nc:StructuredAddress>
                    </nc:LocationAddress>
                    <nc:LocationCategoryText>Business</nc:LocationCategoryText>
                  </aopc-ext:PersonLocation>
                  <aopc-ext:CaseParticipantPersonRole>
                    <aopc-ext:CaseParticipantRoleText>Petitioner</aopc-ext:CaseParticipantRoleText>
                  </aopc-ext:CaseParticipantPersonRole>
                </aopc-ext:PersonAugmentation>
              </aopc-ext:EntityPerson>
            </j:CaseInitiatingParty>
            <j:CaseInitiatingParty>
              <aopc-ext:EntityPerson>
                <aopc-ext:PersonName>
                  <nc:PersonGivenName>AMY</nc:PersonGivenName>
                  <nc:PersonSurName>WONG</nc:PersonSurName>
                </aopc-ext:PersonName>
                <aopc-ext:PersonAugmentation>
                  <aopc-ext:PersonContactInformation>
                    <nc:ContactTelephoneNumber>
                      <nc:FullTelephoneNumber>
                        <nc:TelephoneNumberFullID>303-555-2222</nc:TelephoneNumberFullID>
                        <nc:TelephoneSuffixID>No Extension</nc:TelephoneSuffixID>
                      </nc:FullTelephoneNumber>
                    </nc:ContactTelephoneNumber>
                    <nc:ContactInformationDescriptionText>No Location</nc:ContactInformationDescriptionText>
                  </aopc-ext:PersonContactInformation>
                  <aopc-ext:PersonLocation>
                    <nc:LocationAddress>
                      <nc:StructuredAddress>
                        <nc:LocationStreet>
                          <nc:StreetFullText>3002 FOX AVE</nc:StreetFullText>
                        </nc:LocationStreet>
                        <nc:LocationCityName>NEW NEW YORK</nc:LocationCityName>
                        <nc:LocationStateUSPostalServiceCode>PA</nc:LocationStateUSPostalServiceCode>
                        <nc:LocationPostalCode>35352</nc:LocationPostalCode>
                      </nc:StructuredAddress>
                    </nc:LocationAddress>
                    <nc:LocationCategoryText>Business</nc:LocationCategoryText>
                  </aopc-ext:PersonLocation>
                  <aopc-ext:CaseParticipantPersonRole>
                    <aopc-ext:CaseParticipantRoleText>Petitioner</aopc-ext:CaseParticipantRoleText>
                  </aopc-ext:CaseParticipantPersonRole>
                </aopc-ext:PersonAugmentation>
              </aopc-ext:EntityPerson>
            </j:CaseInitiatingParty>
            <aopc-ext:CaseSubject>
              <aopc-ext:EntityPerson>
                <nc:PersonBirthDate>
                  <nc:Date>01/01/1980</nc:Date>
                </nc:PersonBirthDate>
                <aopc-ext:PersonName>
                  <nc:PersonGivenName>PHILIP</nc:PersonGivenName>
                  <nc:PersonSurName>FRY</nc:PersonSurName>
                </aopc-ext:PersonName>
                <aopc-ext:PersonAugmentation>
                  <aopc-ext:PersonLocation>
                    <nc:LocationAddress>
                      <nc:StructuredAddress>
                        <nc:AddressRecipientName>PHILIP JAY FRY JR.</nc:AddressRecipientName>
                      </nc:StructuredAddress>
                    </nc:LocationAddress>
                    <nc:LocationCategoryText>Business</nc:LocationCategoryText>
                    <nc:LocationDescriptionText>Nice House</nc:LocationDescriptionText>
                  </aopc-ext:PersonLocation>
                  <aopc-ext:CaseParticipantPersonRole>
                    <aopc-ext:CaseParticipantRoleText>Incapicated Person</aopc-ext:CaseParticipantRoleText>
                  </aopc-ext:CaseParticipantPersonRole>
                </aopc-ext:PersonAugmentation>
              </aopc-ext:EntityPerson>
            </aopc-ext:CaseSubject>
            <aopc-ext:CaseParticipantList>
              <aopc-ext:CaseGuardianList>
                <aopc-ext:CaseGuardian>
                  <aopc-ext:EntityPerson>
                    <aopc-ext:PersonName>
                      <nc:PersonGivenName>MICHAEL</nc:PersonGivenName>
                      <nc:PersonMiddleName>L</nc:PersonMiddleName>
                      <nc:PersonSurName>BANGS</nc:PersonSurName>
                    </aopc-ext:PersonName>
                    <aopc-ext:PersonAugmentation>
                      <aopc-ext:PersonContactInformation>
                        <nc:ContactTelephoneNumber>
                          <nc:FullTelephoneNumber>
                            <nc:TelephoneNumberFullID>717-730-7310</nc:TelephoneNumberFullID>
                          </nc:FullTelephoneNumber>
                        </nc:ContactTelephoneNumber>
                        <nc:ContactInformationDescriptionText>Office</nc:ContactInformationDescriptionText>
                      </aopc-ext:PersonContactInformation>
                      <aopc-ext:PersonContactInformation>
                        <nc:ContactInformationDescriptionText>Email</nc:ContactInformationDescriptionText>
                      </aopc-ext:PersonContactInformation>
                      <aopc-ext:PersonLocation>
                        <nc:LocationAddress>
                          <nc:StructuredAddress>
                            <nc:LocationStreet>
                              <nc:StreetFullText>429 S 18TH ST</nc:StreetFullText>
                            </nc:LocationStreet>
                            <nc:LocationCityName>CAMP HILL</nc:LocationCityName>
                            <nc:LocationStateName>PA</nc:LocationStateName>
                            <nc:LocationZIPName>17011</nc:LocationZIPName>
                          </nc:StructuredAddress>
                        </nc:LocationAddress>
                      </aopc-ext:PersonLocation>
                      <aopc-ext:CaseParticipantPersonRole>
                        <aopc-ext:CaseParticipantRoleText>Guardian</aopc-ext:CaseParticipantRoleText>
                      </aopc-ext:CaseParticipantPersonRole>
                    </aopc-ext:PersonAugmentation>
                  </aopc-ext:EntityPerson>
                </aopc-ext:CaseGuardian>
              </aopc-ext:CaseGuardianList>
              <aopc-ext:CaseGuardianList>
                <aopc-ext:CaseGuardian>
                  <aopc-ext:EntityPerson>
                    <aopc-ext:PersonName>
                      <nc:PersonGivenName>VERA</nc:PersonGivenName>
                      <nc:PersonMiddleName>N.</nc:PersonMiddleName>
                      <nc:PersonSurName>KANOVA</nc:PersonSurName>
                    </aopc-ext:PersonName>
                    <aopc-ext:PersonAugmentation>
                      <aopc-ext:PersonContactInformation>
                        <nc:ContactTelephoneNumber>
                          <nc:FullTelephoneNumber>
                            <nc:TelephoneNumberFullID>717-232-5000</nc:TelephoneNumberFullID>
                          </nc:FullTelephoneNumber>
                        </nc:ContactTelephoneNumber>
                        <nc:ContactInformationDescriptionText>Office</nc:ContactInformationDescriptionText>
                      </aopc-ext:PersonContactInformation>
                      <aopc-ext:PersonContactInformation>
                        <nc:ContactEmailID>VNKANOVA@METTE.COM</nc:ContactEmailID>
                        <nc:ContactInformationDescriptionText>Email</nc:ContactInformationDescriptionText>
                      </aopc-ext:PersonContactInformation>
                      <aopc-ext:PersonLocation>
                        <nc:LocationAddress>
                          <nc:StructuredAddress>
                            <nc:LocationStreet>
                              <nc:StreetFullText>3401 N FRONT ST</nc:StreetFullText>
                            </nc:LocationStreet>
                            <nc:LocationCityName>HARRISBURG</nc:LocationCityName>
                            <nc:LocationStateName>PA</nc:LocationStateName>
                            <nc:LocationZIPName>17110</nc:LocationZIPName>
                          </nc:StructuredAddress>
                        </nc:LocationAddress>
                        <nc:StructuredAddress>
                          <nc:LocationStreet>
                            <nc:StreetFullText>PO BOX 5950</nc:StreetFullText>
                          </nc:LocationStreet>
                        </nc:StructuredAddress>
                      </aopc-ext:PersonLocation>
                      <aopc-ext:CaseParticipantPersonRole>
                        <aopc-ext:CaseParticipantRoleText>Guardian</aopc-ext:CaseParticipantRoleText>
                      </aopc-ext:CaseParticipantPersonRole>
                    </aopc-ext:PersonAugmentation>
                  </aopc-ext:EntityPerson>
                </aopc-ext:CaseGuardian>
              </aopc-ext:CaseGuardianList>
            </aopc-ext:CaseParticipantList>
          </aopc-ext:CaseAugmentation>
          <aopc-ext:GuardianshipPetitionAugmentation>
            <aopc-ext:CaseGuardianship>
              <aopc-ext:EstateGuardianship>
                <aopc-ext:InventorySummary>
                  <aopc-ext:EstateValuationAmount>0</aopc-ext:EstateValuationAmount>
                  <aopc-ext:FilingDate>08/01/2018|$710,000.00|08/02/2018|$250,000.00</aopc-ext:FilingDate>
                </aopc-ext:InventorySummary>
                <aopc-ext:AnnualReportSummary>
                  <aopc-ext:EstateValuationAmount>0</aopc-ext:EstateValuationAmount>
                  <aopc-ext:FilingDate>2018-08-01</aopc-ext:FilingDate>
                </aopc-ext:AnnualReportSummary>
              </aopc-ext:EstateGuardianship>
            </aopc-ext:CaseGuardianship>
            <aopc-ext:CaseGuardianship>
              <aopc-ext:EstateGuardianship>
                <aopc-ext:InventorySummary>
                  <aopc-ext:EstateValuationAmount>0</aopc-ext:EstateValuationAmount>
                  <aopc-ext:FilingDate>08/01/2018|$710,000.00|08/02/2018|$250,000.00</aopc-ext:FilingDate>
                </aopc-ext:InventorySummary>
                <aopc-ext:AnnualReportSummary>
                  <aopc-ext:EstateValuationAmount>0</aopc-ext:EstateValuationAmount>
                  <aopc-ext:FilingDate>2018-08-01</aopc-ext:FilingDate>
                </aopc-ext:AnnualReportSummary>
              </aopc-ext:EstateGuardianship>
            </aopc-ext:CaseGuardianship>
          </aopc-ext:GuardianshipPetitionAugmentation>
        </aopc-ext:GuardianshipPetition>
      </aopc-doc:GuardianshipPetitionFiling>
    </ns4:SubmitCourtFiling>
  </soapenv:Body>
</soapenv:Envelope>